Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: Safari Cookie 受到 macOS 保护
de: Safari-Cookies sind durch macOS geschützt
en: Safari cookies are protected by macOS
fr: Les cookies de Safari sont protégés par macOS
ja: Safari の Cookie は macOS で保護されています
ko: Safari 쿠키는 macOS로 보호됩니다

source: Safari Cookie 读取权限未开启
de: Zugriff auf Safari-Cookies ist nicht aktiviert
en: Safari cookie access is not enabled
fr: L’accès aux cookies de Safari n’est pas activé
ja: Safari Cookie の読み取り権限がありません
ko: Safari 쿠키 읽기 권한이 꺼져 있습니다

source: Simon 的个人歌单 · 多语言与长标题布局预览
de: Simons persönliche Playlist · Vorschau für mehrsprachige und lange Titel
en: Simon's personal playlist · multilingual and long-title layout preview
fr: Playlist personnelle de Simon · aperçu multilingue et titres longs
ja: Simon の個人プレイリスト · 多言語と長いタイトルのレイアウト確認
ko: Simon의 개인 재생목록 · 다국어 및 긴 제목 레이아웃 미리보기

source: Sooogood Video Catch 不会尝试绕过 DRM。
de: Sooogood Video Catch versucht nicht, DRM zu umgehen.
en: Sooogood Video Catch will not try to bypass DRM.
fr: Sooogood Video Catch ne tentera pas de contourner les DRM.
ja: Sooogood Video Catch は DRM の回避を試みません。
ko: Sooogood Video Catch는 DRM 우회를 시도하지 않습니다.

source: Sooogood Video Catch 是本地优先的 macOS 工具。除非你主动发起 Spotify 连接或加载网络媒体页面，应用不会向 Sooogood Video Catch 自有服务器上传文件、Cookie、播放输出或素材内容。应用不包含广告、跨 App 跟踪或遥测服务。
de: Sooogood Video Catch ist ein lokal ausgerichtetes macOS-Werkzeug. Sofern du nicht selbst eine Spotify-Verbindung startest oder eine Online-Medienseite lädst, lädt die App keine Dateien, Cookies, Wiedergabeausgaben oder Materialien auf eigene Server von Sooogood Video Catch hoch. Die App enthält keine Werbung, kein App-übergreifendes Tracking und keine Telemetrie.
en: Sooogood Video Catch is a local-first macOS tool. Unless you start a Spotify connection or load an online media page yourself, the app uploads no files, cookies, playback output or material to Sooogood Video Catch's own servers. The app contains no ads, cross-app tracking or telemetry.
fr: Sooogood Video Catch est un outil macOS local avant tout. Sauf si vous lancez vous-même une connexion Spotify ou chargez une page média en ligne, l’app n’envoie aucun fichier, cookie, flux de lecture ou contenu aux serveurs de Sooogood Video Catch. L’app ne contient ni publicité, ni suivi entre apps, ni télémétrie.
ja: Sooogood Video Catch はローカル優先の macOS ツールです。あなたが自分で Spotify に接続したりオンラインのメディアページを読み込んだりしない限り、ファイル、Cookie、再生出力、素材を Sooogood Video Catch のサーバーへ送信することはありません。広告、アプリ間トラッキング、テレメトリーは含まれていません。
ko: Sooogood Video Catch는 로컬 우선 macOS 도구입니다. 직접 Spotify에 연결하거나 온라인 미디어 페이지를 불러오지 않는 한, 파일, 쿠키, 재생 출력, 소재를 Sooogood Video Catch 자체 서버로 보내지 않습니다. 광고, 앱 간 추적, 원격 측정이 없습니다.

source: Sooogood Video Catch 正在下载
de: Sooogood Video Catch lädt
en: Sooogood Video Catch is downloading
fr: Sooogood Video Catch télécharge
ja: Sooogood Video Catch がダウンロード中
ko: Sooogood Video Catch 다운로드 중

source: Sooogood Video Catch 没有运行
de: Sooogood Video Catch läuft nicht
en: Sooogood Video Catch is not running
fr: Sooogood Video Catch n’est pas lancé
ja: Sooogood Video Catch が起動していません
ko: Sooogood Video Catch가 실행 중이 아닙니다

# Spotify API 返回错误 %lld%@。
source: Spotify API 返回错误 %1$lld%2$@。
de: Spotify API meldete Fehler %lld%@.
en: Spotify API returned error %lld%@.
fr: L’API Spotify a renvoyé l’erreur %lld%@.
ja: Spotify API がエラー %lld%@ を返しました。
ko: Spotify API가 오류 %lld%@을(를) 반환했습니다.

source: Spotify Developer App 的 API 配额已用完，请等待配额恢复或检查开发模式限制。
de: Das API-Kontingent der Spotify Developer App ist aufgebraucht. Warte auf die Zurücksetzung oder prüfe die Grenzen des Entwicklungsmodus.
en: The Spotify Developer App's API quota is used up. Wait for it to reset or check development-mode limits.
fr: Le quota d’API de la Spotify Developer App est épuisé. Attendez sa réinitialisation ou vérifiez les limites du mode développement.
ja: Spotify Developer App の API 上限に達しました。リセットを待つか、開発モードの制限を確認してください。
ko: Spotify Developer App의 API 할당량을 모두 사용했습니다. 할당량이 초기화될 때까지 기다리거나 개발 모드 제한을 확인하세요.

source: Spotify OAuth 使用 PKCE。Client ID 保存在本机设置；access token 和 refresh token 只保存在 macOS 钥匙串。应用仅读取曲目身份、专辑、歌单顺序和必要的封面/外部链接元数据，不请求 Spotify 音频，不读取 Spotify Cookie，也不抓取客户端缓存。元数据缓存最多保留 24 小时；在“断开并删除本地凭据”后，令牌和缓存会被删除。
de: Spotify OAuth nutzt PKCE. Die Client ID liegt in den lokalen Einstellungen; Access- und Refresh-Tokens nur im macOS-Schlüsselbund. Die App liest nur Titelidentität, Album, Playlist-Reihenfolge und die nötigen Cover-/Link-Metadaten. Sie fordert nie Spotify-Audio an, liest keine Spotify-Cookies und greift nicht auf den Client-Cache zu. Metadaten werden höchstens 24 Stunden zwischengespeichert; „Trennen und lokale Zugangsdaten löschen“ entfernt Tokens und Cache.
en: Spotify OAuth uses PKCE. The Client ID is stored in local settings; access and refresh tokens are stored only in the macOS Keychain. The app reads only track identity, album, playlist order and the cover/external-link metadata it needs. It never requests Spotify audio, reads Spotify cookies or scrapes the client cache. Metadata is cached for at most 24 hours; “Disconnect and Delete Local Credentials” removes tokens and cache.
fr: L’OAuth Spotify utilise PKCE. Le Client ID est stocké dans les réglages locaux ; les jetons d’accès et d’actualisation uniquement dans le trousseau macOS. L’app lit seulement l’identité des titres, l’album, l’ordre des playlists et les métadonnées de pochette/liens externes nécessaires. Elle ne demande jamais l’audio Spotify, ne lit pas les cookies Spotify et n’extrait pas le cache du client. Les métadonnées sont conservées 24 heures au plus ; « Déconnecter et supprimer les identifiants locaux » supprime jetons et cache.
ja: Spotify OAuth は PKCE を使用します。Client ID はローカル設定に、アクセストークンとリフレッシュトークンは macOS キーチェーンにのみ保存します。アプリが読み取るのは曲の識別情報、アルバム、プレイリストの順序と、必要なカバー／外部リンクのメタデータだけです。Spotify の音声を要求せず、Spotify の Cookie を読まず、クライアントのキャッシュも取得しません。メタデータのキャッシュは最大 24 時間で、「接続を解除してローカルの認証情報を削除」でトークンとキャッシュを削除します。
ko: Spotify OAuth는 PKCE를 사용합니다. Client ID는 로컬 설정에, access token과 refresh token은 macOS 키체인에만 저장됩니다. 앱은 곡 식별 정보, 앨범, 재생목록 순서와 필요한 커버/외부 링크 메타데이터만 읽습니다. Spotify 오디오를 요청하지 않고, Spotify 쿠키를 읽지 않으며, 클라이언트 캐시도 가져오지 않습니다. 메타데이터 캐시는 최대 24시간 보관되며, '연결 해제 및 로컬 자격 증명 삭제'를 하면 토큰과 캐시가 삭제됩니다.

source: Spotify 受保护音频不会进入视频下载引擎。请使用“音乐”页面，把 Spotify 曲目与自己拥有的本地或 DRM-free 音频进行匹配和整理。
de: Geschütztes Spotify-Audio gelangt nie in die Video-Download-Engine. Nutze die Seite „Musik“, um Spotify-Titel mit eigenem lokalen oder DRM-freien Audio zuzuordnen und zu ordnen.
en: Protected Spotify audio never enters the video download engine. Use the Music page to match and organize Spotify tracks with local or DRM-free audio you own.
fr: L’audio Spotify protégé n’entre jamais dans le moteur de téléchargement vidéo. Utilisez la page Musique pour associer et organiser les titres Spotify avec de l’audio local ou sans DRM qui vous appartient.
ja: 保護された Spotify の音声は動画ダウンロードエンジンに渡りません。「音楽」ページで、Spotify の曲とあなたが所有するローカルまたは DRM フリーの音声をマッチングして整理してください。
ko: 보호된 Spotify 오디오는 동영상 다운로드 엔진에 들어가지 않습니다. '음악' 페이지에서 Spotify 곡을 직접 소유한 로컬 또는 DRM-free 오디오와 매칭해 정리하세요.

source: Spotify 只提供曲目身份与排序。%@ 不请求 Spotify 音频、不读取浏览器 Cookie、不录制播放输出，也不会用其他网站的音频冒充 Spotify 文件。
de: Spotify liefert nur Titelidentität und Reihenfolge. %@ fordert kein Spotify-Audio an, liest keine Browser-Cookies, nimmt keine Wiedergabe auf und gibt nie Audio anderer Websites als Spotify-Dateien aus.
en: Spotify only provides track identity and order. %@ does not request Spotify audio, read browser cookies or record playback, and never passes off audio from other sites as Spotify files.
fr: Spotify fournit uniquement l’identité et l’ordre des titres. %@ ne demande pas l’audio Spotify, ne lit pas les cookies du navigateur, n’enregistre pas la lecture et ne fait jamais passer l’audio d’autres sites pour des fichiers Spotify.
ja: Spotify が提供するのは曲の識別情報と順序だけです。%@ は Spotify の音声を要求せず、ブラウザ Cookie も読まず、再生を録音せず、他サイトの音声を Spotify のファイルとして扱うこともありません。
ko: Spotify는 곡 식별 정보와 순서만 제공합니다. %@은(는) Spotify 오디오를 요청하지 않고, 브라우저 쿠키를 읽지 않으며, 재생을 녹음하지 않고, 다른 사이트의 오디오를 Spotify 파일로 둔갑시키지도 않습니다.

source: Spotify 只提供曲目身份与顺序，不是音频来源。
de: Spotify liefert nur Titelidentität und Reihenfolge, kein Audio.
en: Spotify provides track identity and order only, not audio.
fr: Spotify fournit seulement l’identité et l’ordre des titres, pas l’audio.
ja: Spotify は曲の識別情報と順序のみを提供し、音声の提供元ではありません。
ko: Spotify는 곡 식별 정보와 순서만 제공하며 오디오 출처가 아닙니다.

source: Spotify 已连接
de: Spotify verbunden
en: Spotify Connected
fr: Spotify connecté
ja: Spotify 接続済み
ko: Spotify 연결됨

source: Spotify 已连接 · 等待链接
de: Spotify verbunden · warte auf Link
en: Spotify connected · waiting for a link
fr: Spotify connecté · en attente d’un lien
ja: Spotify 接続済み · リンク待ち
ko: Spotify 연결됨 · 링크 대기 중

source: Spotify 拒绝访问。请确认账号已加入 Developer App allowlist，且具备该内容权限%@。
de: Spotify hat den Zugriff verweigert. Prüfe, ob das Konto auf der Allowlist der Developer App steht und Zugriff auf diesen Inhalt hat%@.
en: Spotify denied access. Make sure the account is on the Developer App allowlist and has access to this content%@.
fr: Spotify a refusé l’accès. Vérifiez que le compte figure dans la liste autorisée de la Developer App et a accès à ce contenu%@.
ja: Spotify がアクセスを拒否しました。アカウントが Developer App の許可リストにあり、このコンテンツへの権限があるか確認してください%@。
ko: Spotify가 접근을 거부했습니다. 계정이 Developer App 허용 목록에 있고 이 콘텐츠에 대한 권한이 있는지 확인하세요%@.

source: Spotify 授权已失效。请在设置中删除旧凭据后重新连接。
de: Die Spotify-Autorisierung ist abgelaufen. Lösche die alten Zugangsdaten in den Einstellungen und verbinde erneut.
en: Spotify authorization has expired. Delete the old credentials in Settings and reconnect.
fr: L’autorisation Spotify a expiré. Supprimez les anciens identifiants dans les Réglages et reconnectez-vous.
ja: Spotify の認可が失効しました。設定で古い認証情報を削除して再接続してください。
ko: Spotify 인증이 만료되었습니다. 설정에서 이전 자격 증명을 삭제하고 다시 연결하세요.

source: Spotify 曲序 · 你的音频来源 · 可验证素材包
de: Spotify-Reihenfolge · deine Audioquellen · prüfbare Pakete
en: Spotify order · your audio sources · verifiable packages
fr: Ordre Spotify · vos sources audio · paquets vérifiables
ja: Spotify の曲順 · あなたの音声ソース · 検証可能なパッケージ
ko: Spotify 곡 순서 · 나의 오디오 소스 · 검증 가능한 패키지

source: Spotify 曲目、专辑或歌单链接
de: Spotify-Titel-, Album- oder Playlist-Link
en: Spotify track, album or playlist link
fr: Lien de titre, d’album ou de playlist Spotify
ja: Spotify の曲・アルバム・プレイリストのリンク
ko: Spotify 곡, 앨범 또는 재생목록 링크

source: Spotify 未授权连接：%@
de: Spotify-Verbindung nicht autorisiert: %@
en: Spotify connection not authorized: %@
fr: Connexion Spotify non autorisée : %@
ja: Spotify 接続が認可されていません：%@
ko: Spotify 연결이 승인되지 않았습니다: %@

source: Spotify 未连接
de: Spotify nicht verbunden
en: Spotify Not Connected
fr: Spotify non connecté
ja: Spotify 未接続
ko: Spotify 연결 안 됨

source: Spotify 登录回调中没有授权码。
de: Der Spotify-Anmelderückruf enthielt keinen Autorisierungscode.
en: The Spotify sign-in callback contained no authorization code.
fr: Le retour de connexion Spotify ne contenait aucun code d’autorisation.
ja: Spotify ログインのコールバックに認可コードがありません。
ko: Spotify 로그인 콜백에 인증 코드가 없습니다.

source: Spotify 登录回调校验失败，请重新连接。
de: Die Prüfung des Spotify-Anmelderückrufs ist fehlgeschlagen. Bitte erneut verbinden.
en: The Spotify sign-in callback failed verification. Please reconnect.
fr: La vérification du retour de connexion Spotify a échoué. Reconnectez-vous.
ja: Spotify ログインのコールバック検証に失敗しました。再接続してください。
ko: Spotify 로그인 콜백 확인에 실패했습니다. 다시 연결하세요.

source: Spotify 登录已取消。
de: Spotify-Anmeldung abgebrochen.
en: Spotify sign-in was cancelled.
fr: Connexion Spotify annulée.
ja: Spotify ログインはキャンセルされました。
ko: Spotify 로그인이 취소되었습니다.

source: Spotify 登录已过期且无法刷新，请重新连接。
de: Die Spotify-Anmeldung ist abgelaufen und konnte nicht erneuert werden. Bitte erneut verbinden.
en: Spotify sign-in expired and could not be refreshed. Please reconnect.
fr: La connexion Spotify a expiré et n’a pas pu être actualisée. Reconnectez-vous.
ja: Spotify ログインの有効期限が切れ、更新できませんでした。再接続してください。
ko: Spotify 로그인이 만료되어 갱신할 수 없습니다. 다시 연결하세요.

source: Spotify 登录服务返回了无法识别的凭据。
de: Der Spotify-Anmeldedienst lieferte unbekannte Zugangsdaten.
en: The Spotify sign-in service returned unrecognized credentials.
fr: Le service de connexion Spotify a renvoyé des identifiants non reconnus.
ja: Spotify ログインサービスが認識できない認証情報を返しました。
ko: Spotify 로그인 서비스가 알 수 없는 자격 증명을 반환했습니다.

# Spotify 登录服务返回错误 %lld%@。
source: Spotify 登录服务返回错误 %1$lld%2$@。
de: Der Spotify-Anmeldedienst meldete Fehler %lld%@.
en: The Spotify sign-in service returned error %lld%@.
fr: Le service de connexion Spotify a renvoyé l’erreur %lld%@.
ja: Spotify ログインサービスがエラー %lld%@ を返しました。
ko: Spotify 로그인 서비스가 오류 %lld%@을(를) 반환했습니다.

source: Spotify 登录等待超时，请重新连接。
de: Zeitüberschreitung bei der Spotify-Anmeldung. Bitte erneut verbinden.
en: Spotify sign-in timed out. Please reconnect.
fr: La connexion Spotify a expiré. Reconnectez-vous.
ja: Spotify ログインがタイムアウトしました。再接続してください。
ko: Spotify 로그인 대기 시간이 초과되었습니다. 다시 연결하세요.

source: Spotify 设置
de: Spotify-Einstellungen
en: Spotify Settings
fr: Réglages Spotify
ja: Spotify 設定
ko: Spotify 설정

source: Spotify 请求过于频繁，请在 %lld 秒后重试。
de: Zu viele Spotify-Anfragen. Versuche es in %lld Sekunden erneut.
en: Too many Spotify requests. Try again in %lld seconds.
fr: Trop de requêtes Spotify. Réessayez dans %lld secondes.
ja: Spotify へのリクエストが多すぎます。%lld 秒後に再試行してください。
ko: Spotify 요청이 너무 많습니다. %lld초 후에 다시 시도하세요.

source: Spotify 请求过于频繁，请稍后重试。
de: Zu viele Spotify-Anfragen. Versuche es später erneut.
en: Too many Spotify requests. Try again later.
fr: Trop de requêtes Spotify. Réessayez plus tard.
ja: Spotify へのリクエストが多すぎます。しばらくしてから再試行してください。
ko: Spotify 요청이 너무 많습니다. 잠시 후 다시 시도하세요.

source: Spotify 返回了无法识别的元数据。
de: Spotify lieferte unbekannte Metadaten.
en: Spotify returned unrecognized metadata.
fr: Spotify a renvoyé des métadonnées non reconnues.
ja: Spotify が認識できないメタデータを返しました。
ko: Spotify가 알 수 없는 메타데이터를 반환했습니다.

source: Spotify 连接
de: Spotify-Verbindung
en: Spotify Connection
fr: Connexion Spotify
ja: Spotify 接続
ko: Spotify 연결

source: Spotify 连接、隐私与本地音频工具
de: Spotify-Verbindung, Datenschutz und lokale Audiowerkzeuge
en: Spotify connection, privacy and local audio tools
fr: Connexion Spotify, confidentialité et outils audio locaux
ja: Spotify 接続、プライバシー、ローカル音声ツール
ko: Spotify 연결, 개인정보 보호, 로컬 오디오 도구

source: Spotify 连接与本地音频整理
de: Spotify-Verbindung und lokale Audioorganisation
en: Spotify connection and local audio organization
fr: Connexion Spotify et organisation de l’audio local
ja: Spotify 接続とローカル音声の整理
ko: Spotify 연결과 로컬 오디오 정리

source: Torrent 下载使用 Homebrew 提供的 transmission-daemon。在终端执行下面的命令后回到本页：
de: Torrent-Downloads nutzen transmission-daemon aus Homebrew. Führe den folgenden Befehl im Terminal aus und kehre dann hierher zurück:
en: Torrent downloads use transmission-daemon from Homebrew. Run the command below in Terminal, then come back to this page:
fr: Les téléchargements torrent utilisent transmission-daemon de Homebrew. Exécutez la commande ci-dessous dans le Terminal, puis revenez sur cette page :
ja: トレントのダウンロードには Homebrew の transmission-daemon を使用します。ターミナルで次のコマンドを実行してから、このページに戻ってください：
ko: 토렌트 다운로드는 Homebrew의 transmission-daemon을 사용합니다. 터미널에서 아래 명령을 실행한 뒤 이 페이지로 돌아오세요:

source: Torrent 下载引擎
de: Torrent-Engine
en: Torrent Engine
fr: Moteur torrent
ja: トレントエンジン
ko: 토렌트 엔진

source: Torrent 只支持暂停和继续；移除请在应用内操作
de: Torrents können nur pausiert und fortgesetzt werden; entfernen bitte in der App
en: Torrents can only be paused and resumed; remove them inside the app
fr: Les torrents peuvent seulement être mis en pause et repris ; supprimez-les dans l’app
ja: トレントは一時停止と再開のみ可能です。削除はアプリ内で行ってください
ko: 토렌트는 일시 정지와 재개만 할 수 있습니다. 삭제는 앱에서 하세요

source: Torrent 引擎启动失败：%@
de: Torrent-Engine konnte nicht starten: %@
en: Torrent engine failed to start: %@
fr: Échec du démarrage du moteur torrent : %@
ja: トレントエンジンの起動に失敗しました：%@
ko: 토렌트 엔진 시작 실패: %@

source: Torrent 引擎尚未启动
de: Die Torrent-Engine wurde nicht gestartet
en: The torrent engine has not started
fr: Le moteur torrent n’a pas démarré
ja: トレントエンジンが起動していません
ko: 토렌트 엔진이 아직 시작되지 않았습니다

source: Torrent 引擎意外退出
de: Die Torrent-Engine wurde unerwartet beendet
en: The torrent engine quit unexpectedly
fr: Le moteur torrent s’est arrêté de façon inattendue
ja: トレントエンジンが予期せず終了しました
ko: 토렌트 엔진이 예기치 않게 종료되었습니다

source: Torrent 引擎认证失败，请重启应用
de: Authentifizierung der Torrent-Engine fehlgeschlagen. Starte die App neu.
en: Torrent engine authentication failed. Restart the app.
fr: Échec d’authentification du moteur torrent. Redémarrez l’app.
ja: トレントエンジンの認証に失敗しました。アプリを再起動してください
ko: 토렌트 엔진 인증에 실패했습니다. 앱을 다시 시작하세요

source: Torrent 引擎返回错误：%@
de: Torrent-Engine meldete einen Fehler: %@
en: Torrent engine returned an error: %@
fr: Le moteur torrent a renvoyé une erreur : %@
ja: トレントエンジンがエラーを返しました：%@
ko: 토렌트 엔진이 오류를 반환했습니다: %@

source: Torrent 引擎连接失败（HTTP %lld）
de: Verbindung zur Torrent-Engine fehlgeschlagen (HTTP %lld)
en: Could not connect to the torrent engine (HTTP %lld)
fr: Connexion au moteur torrent impossible (HTTP %lld)
ja: トレントエンジンに接続できません（HTTP %lld）
ko: 토렌트 엔진 연결 실패(HTTP %lld)

source: Torrent 服务不可用
de: Torrent-Dienst nicht verfügbar
en: Torrent service unavailable
fr: Service torrent indisponible
ja: トレントサービスを利用できません
ko: 토렌트 서비스를 사용할 수 없습니다

source: Torrent 记录无法保存：%@
de: Torrent-Verlauf konnte nicht gesichert werden: %@
en: Could not save torrent history: %@
fr: Impossible d’enregistrer l’historique torrent : %@
ja: トレント履歴を保存できません：%@
ko: 토렌트 기록을 저장할 수 없습니다: %@

source: Transmission 引擎 · 只监听本机，凭据保存在钥匙串
de: Transmission-Engine · lauscht nur auf diesem Mac, Zugangsdaten im Schlüsselbund
en: Transmission engine · listens on this Mac only, credentials in Keychain
fr: Moteur Transmission · écoute uniquement sur ce Mac, identifiants dans le trousseau
ja: Transmission エンジン · このMacでのみ待ち受け、認証情報はキーチェーンに保存
ko: Transmission 엔진 · 이 Mac에서만 수신, 자격 증명은 키체인에 저장

source: Udemy 课程需要登录已购买课程的账号；受 DRM 保护的课时会被跳过。
de: Udemy-Kurse erfordern das Konto, mit dem sie gekauft wurden; DRM-geschützte Lektionen werden übersprungen.
en: Udemy courses require the account that purchased them; DRM-protected lectures are skipped.
fr: Les cours Udemy nécessitent le compte qui les a achetés ; les leçons protégées par DRM sont ignorées.
ja: Udemy のコースには購入したアカウントでのログインが必要です。DRM で保護されたレクチャーはスキップされます。
ko: Udemy 강좌는 구매한 계정으로 로그인해야 하며, DRM으로 보호된 강의는 건너뜁니다.

source: VideoToolbox HEVC 质量模式，适合分享与归档
de: VideoToolbox-HEVC-Qualitätsmodus, zum Teilen und Archivieren
en: VideoToolbox HEVC quality mode, for sharing and archiving
fr: Mode qualité HEVC VideoToolbox, pour le partage et l’archivage
ja: VideoToolbox HEVC 品質モード、共有やアーカイブに
ko: VideoToolbox HEVC 품질 모드, 공유와 보관용

source: Vimeo 经常要求登录；私有或登录可见内容请启用浏览器登录状态。
de: Vimeo verlangt oft eine Anmeldung; aktiviere die Browser-Anmeldung für private oder Mitgliederinhalte.
en: Vimeo often requires sign-in; enable browser sign-in for private or members-only content.
fr: Vimeo demande souvent une connexion ; activez la connexion via le navigateur pour les contenus privés ou réservés aux membres.
ja: Vimeo はログインを求めることが多いです。非公開やログイン限定のコンテンツにはブラウザのログイン状態を有効にしてください。
ko: Vimeo는 로그인을 자주 요구합니다. 비공개 또는 로그인 전용 콘텐츠에는 브라우저 로그인 상태를 켜세요.

source: YouTube 仅提供 SABR 流，改用 %@ 客户端
de: YouTube bietet nur SABR-Streams, Wechsel zum Client %@
en: YouTube only offers SABR streams, switching to the %@ client
fr: YouTube ne propose que des flux SABR, passage au client %@
ja: YouTube が SABR ストリームのみ提供、%@ クライアントに切り替え
ko: YouTube가 SABR 스트림만 제공, %@ 클라이언트로 전환

source: YouTube 使用 Google 登录。Google 不允许在应用内嵌网页中完成账号登录；请使用下方兼容登录。
de: YouTube nutzt die Google-Anmeldung. Google erlaubt keine Kontoanmeldung in eingebetteten Webansichten; nutze unten die Browser-Anmeldung.
en: YouTube uses Google sign-in. Google does not allow account sign-in inside embedded web views; use browser sign-in below.
fr: YouTube utilise la connexion Google. Google n’autorise pas la connexion au compte dans les vues web intégrées ; utilisez la connexion via le navigateur ci-dessous.
ja: YouTube は Google ログインを使用します。Google はアプリ内の埋め込みWebページでのログインを許可していないため、下のブラウザログインを使ってください。
ko: YouTube는 Google 로그인을 사용합니다. Google은 앱에 내장된 웹 페이지에서의 계정 로그인을 허용하지 않으므로 아래의 브라우저 로그인을 사용하세요.

source: YouTube 只提供受限的 SABR 流
de: YouTube bietet nur eingeschränkte SABR-Streams
en: YouTube only offers restricted SABR streams
fr: YouTube ne propose que des flux SABR restreints
ja: YouTube は制限付きの SABR ストリームのみ提供しています
ko: YouTube가 제한된 SABR 스트림만 제공합니다

source: YouTube 签名解析所需的 JS 运行时
de: JS-Laufzeit für die YouTube-Signaturentschlüsselung
en: JS runtime needed for YouTube signature decoding
fr: Environnement JS requis pour décoder les signatures YouTube
ja: YouTube の署名解析に必要な JS ランタイム
ko: YouTube 서명 해석에 필요한 JS 런타임

source: YouTube 要求人机验证
de: YouTube verlangt eine Bot-Prüfung
en: YouTube requires a bot check
fr: YouTube demande une vérification anti-robot
ja: YouTube がボット確認を要求しています
ko: YouTube가 로봇 확인을 요구합니다

source: YouTube 要求人机验证，改用 %@ 客户端
de: YouTube verlangt eine Bot-Prüfung, Wechsel zum Client %@
en: YouTube requires a bot check, switching to the %@ client
fr: YouTube demande une vérification anti-robot, passage au client %@
ja: YouTube がボット確認を要求、%@ クライアントに切り替え
ko: YouTube가 로봇 확인을 요구, %@ 클라이언트로 전환

source: agent 只能读写「下载」「影片」和你在应用中选择的文件夹；需要登录的网站使用你在设置里配置的登录方式；Torrent 仍需你先在应用内确认使用说明。
de: Agents können nur „Downloads“, „Filme“ und in der App gewählte Ordner lesen und schreiben; Websites mit Anmeldung nutzen die in den Einstellungen konfigurierte Methode; Torrents erfordern weiterhin, dass du zuerst den Nutzungshinweis in der App bestätigst.
en: Agents can only read and write Downloads, Movies and folders you chose in the app; sites that need sign-in use the method configured in Settings; torrents still require you to accept the usage notice in the app first.
fr: Les agents ne peuvent lire et écrire que dans Téléchargements, Vidéos et les dossiers choisis dans l’app ; les sites nécessitant une connexion utilisent la méthode configurée dans les Réglages ; les torrents exigent toujours d’accepter d’abord l’avertissement d’utilisation dans l’app.
ja: エージェントが読み書きできるのは「ダウンロード」「ムービー」とアプリで選んだフォルダだけです。ログインが必要なサイトは設定のログイン方法を使い、トレントは先にアプリ内で利用上の注意に同意する必要があります。
ko: 에이전트는 '다운로드', '동영상'과 앱에서 선택한 폴더만 읽고 쓸 수 있습니다. 로그인이 필요한 사이트는 설정에서 지정한 로그인 방법을 사용하며, 토렌트는 먼저 앱에서 사용 안내에 동의해야 합니다.

source: ffprobe 没有返回有效 JSON
de: ffprobe lieferte kein gültiges JSON
en: ffprobe returned no valid JSON
fr: ffprobe n’a renvoyé aucun JSON valide
ja: ffprobe が有効な JSON を返しませんでした
ko: ffprobe가 유효한 JSON을 반환하지 않았습니다

source: ffprobe 退出码 %d
de: ffprobe-Exitcode %d
en: ffprobe exit code %d
fr: Code de sortie ffprobe %d
ja: ffprobe 終了コード %d
ko: ffprobe 종료 코드 %d

source: hf-mirror（国内）
de: hf-mirror (China)
en: hf-mirror (China)
fr: hf-mirror (Chine)
ja: hf-mirror（中国国内）
ko: hf-mirror(중국 내)

source: torrent_add 没有返回种子信息
de: torrent_add lieferte keine Torrent-Informationen
en: torrent_add returned no torrent information
fr: torrent_add n’a renvoyé aucune information de torrent
ja: torrent_add がトレント情報を返しませんでした
ko: torrent_add가 토렌트 정보를 반환하지 않았습니다

# yt-dlp %@ 低于最低安全版本 %@，请执行 brew upgrade yt-dlp
source: yt-dlp %1$@ 低于最低安全版本 %2$@，请执行 brew upgrade yt-dlp
de: yt-dlp %@ ist älter als die sichere Mindestversion %@. Führe brew upgrade yt-dlp aus
en: yt-dlp %@ is older than the minimum safe version %@. Run brew upgrade yt-dlp
fr: yt-dlp %@ est antérieur à la version minimale sûre %@. Exécutez brew upgrade yt-dlp
ja: yt-dlp %@ は最低限の安全なバージョン %@ より古いです。brew upgrade yt-dlp を実行してください
ko: yt-dlp %@이(가) 최소 안전 버전 %@보다 낮습니다. brew upgrade yt-dlp를 실행하세요

# yt-dlp %@ 已发布 %lld 天，建议执行 brew upgrade yt-dlp
source: yt-dlp %1$@ 已发布 %2$lld 天，建议执行 brew upgrade yt-dlp
de: yt-dlp %@ ist seit %lld Tagen erschienen. Erwäge brew upgrade yt-dlp
en: yt-dlp %@ was released %lld days ago. Consider running brew upgrade yt-dlp
fr: yt-dlp %@ est sorti il y a %lld jours. Pensez à exécuter brew upgrade yt-dlp
ja: yt-dlp %@ は公開から %lld 日経っています。brew upgrade yt-dlp の実行をおすすめします
ko: yt-dlp %@은(는) 출시된 지 %lld일이 지났습니다. brew upgrade yt-dlp 실행을 권장합니다

source: · %@ 登录态
de: · %@-Anmeldesitzung
en: · %@ sign-in session
fr: · Session %@
ja: · %@ のログイン状態
ko: · %@ 로그인 세션
